export const educationData = [
    {
        id: 1,
        courseTitle: 'علوم پایه',
        grade: 'دبیرستان', // must use enum
        teacher: {
            fullName: 'علیرضا پرستار',
            role: 'طراح و توسعه دهنده وب',
            rate: 3,
            avatar: '2.jpg'
        },
        type: 'حضوری', // must use enum
        price: '350,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 2,
        courseTitle: 'ریاضیات گسترده',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'مهدی سوزنچی',
            role: 'طراح و توسعه دهنده وب',
            rate: 4,
            avatar: '1.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '550,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 3,
        courseTitle: 'فیزیک',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'امین محمدی',
            role: 'طراح',
            rate: 5,
            avatar: '3.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '1,150,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 4,
        courseTitle: 'علوم پایه',
        grade: 'دبیرستان', // must use enum
        teacher: {
            fullName: 'علیرضا پرستار',
            role: 'طراح و توسعه دهنده وب',
            rate: 3,
            avatar: '4.jpg'
        },
        type: 'حضوری', // must use enum
        price: '350,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 5,
        courseTitle: 'ریاضیات گسترده',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'مهدی سوزنچی',
            role: 'طراح و توسعه دهنده وب',
            rate: 4,
            avatar: '3.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '550,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 6,
        courseTitle: 'فیزیک',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'امین محمدی',
            role: 'طراح',
            rate: 5,
            avatar: '4.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '1,150,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 7,
        courseTitle: 'علوم پایه',
        grade: 'دبیرستان', // must use enum
        teacher: {
            fullName: 'علیرضا پرستار',
            role: 'طراح و توسعه دهنده وب',
            rate: 3,
            avatar: '1.jpg'
        },
        type: 'حضوری', // must use enum
        price: '350,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 8,
        courseTitle: 'ریاضیات گسترده',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'مهدی سوزنچی',
            role: 'طراح و توسعه دهنده وب',
            rate: 4,
            avatar: '3.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '550,000',
        description: 'اگر آشنایی مقدماتی به برنامه نویسی اندروید با جاوا دارید، این آموزش به شما کمک می کند تا به صورت عملی یک پروژه را با این زبلان پیاده سازی کنید. در این آموزش یک اپلیکیشن وبسایت خبری با امکانات مختلف و کاربردی پیاده سازی می شود.'
    },
    {
        id: 9,
        courseTitle: 'فیزیک',
        grade: 'پیش دانشگاهی', // must use enum
        teacher: {
            fullName: 'امین محمدی',
            role: 'طراح',
            rate: 5,
            avatar: '4.jpg'
        },
        type: 'غیرحضوری', // must use enum
        price: '1,150,000',
    }
]